tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "gettext"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "gpg"
brew "hub"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubefwd"
brew "kubernetes-cli"
brew "kustomize"
brew "mas"
brew "nkf"
brew "nmap"
brew "reattach-to-user-namespace"
brew "stern"
brew "tig"
brew "tmux-xpanes"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "alacritty"
cask "caffeine"
cask "clipy"
cask "day-o"
cask "discord-canary"
cask "discord"
cask "docker"
cask "figma"
cask "font-hackgen"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "miro"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "visual-studio-code"
