tap "homebrew/bundle"
brew "coreutils"
brew "asdf"
brew "atuin"
brew "gettext"
brew "colima"
brew "colordiff"
brew "curl"
brew "dive"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "mise"
brew "nkf"
brew "nmap"
brew "pkgconf"
brew "pnpm"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "caffeine"
cask "chatgpt"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "finicky"
cask "font-hackgen"
cask "gather"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options+"
cask "miro"
cask "notion"
cask "slack"
cask "spectacle"
cask "the-unarchiver"
cask "visual-studio-code"
