tap "homebrew/bundle"
brew "atuin"
brew "gettext"
brew "colima"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "dive"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "jq"
# brew "k9s"
# brew "kubernetes-cli"
# brew "kubectx"
# brew "kustomize"
brew "mas"
brew "mise"
brew "nkf"
brew "pnpm"
brew "reattach-to-user-namespace"
# brew "stern"
brew "telnet"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "caffeine"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "gather"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "logi-options+"
cask "notion"
cask "raycast"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "mylesmurphy.prettify-ts"
vscode "redhat.vscode-yaml"
vscode "sohamkamani.code-eol"
vscode "yzhang.markdown-all-in-one"
